{
  "items": [
    {
      "id": "ua-monatik-evolution",
      "title": "MONATIK: Як український поп-король зміг залишитись актуальним у нових реаліях",
      "image_url": "https://blik.ua/img/news/Show-biz/monatik1.webp",
      "tags": [
        "поп",
        "українська музика",
        "артист",
        "аналіз"
      ],
      "short_description": "Аналіз творчості Дмитра Монатіка: від 'Кружит' до сучасних ліричних хітів. Як він адаптував свій стиль?",
      "full_description": "Дмитро Монатік завжди був майстром поп-музики, що поєднує танцювальні ритми та глибоку лірику. Його ранні хіти, такі як «Кружит» та «Vitamin D», не просто очолювали чарти, а й задали новий, європейський стандарт якості для української естради. Він став синонімом яскравого, продуманого шоу та постійних танцювальних експериментів.\n\nОднак, справжня еволюція його творчості сталася в останні роки, коли виконавець свідомо перейшов до більш зважених, іноді мінорних, але завжди емоційно насичених композицій. Зміна стилю була не просто творчим рішенням, а відображенням соціальних та особистих змін. Це дозволило йому зберегти свою актуальність та емоційний зв'язок з аудиторією, що цінує тепер не лише безтурботні танці, а й змістовні, рефлексивні тексти.",
      "date_added": "2025-11-20",
      "topic": "Артист",
      "artist_name": "MONATIK",
      "song_title": null,
      "song_genre": null
    },
    {
      "id": "ua-kalush-stefania",
      "title": "Феномен 'Stefania': Як пісня Kalush Orchestra стала культурним символом Європи",
      "image_url": "https://i.ytimg.com/vi/Z8Z51no1TD0/maxresdefault.jpg",
      "tags": [
        "євробачення",
        "фольк",
        "хіп-хоп",
        "пісня"
      ],
      "short_description": "Розбираємо музичну та соціальну складову переможного треку 'Stefania'. В чому його унікальність?",
      "full_description": "Пісня «Stefania» гурту Kalush Orchestra — це феномен, який вийшов далеко за межі музичного конкурсу. Вона поєднує автентичні українські фольклорні мотиви з сучасним хіп-хоп бітом, що стало ключем до її міжнародного успіху.\n\nПеремога на Євробаченні 2022 року не лише принесла пісні світову славу, а й закріпила за нею статус культурного символу стійкості та національної ідентичності.",
      "date_added": "2025-11-25",
      "topic": "Пісня",
      "artist_name": "Kalush Orchestra",
      "song_title": "Stefania",
      "song_genre": "Фольк-хіп-хоп"
    },
    {
      "id": "ua-hip-hop-revival",
      "title": "Хіп-хоп в Україні: Чому 2024-2025 став роком ренесансу жанру?",
      "image_url": "https://turnup-tickets.eu/img/thumbs/w900h600q100/event/odyn-fest---odin-fest-kalush-orchestra-skofka-alyona-alyona-kola-probass-hardi-546.png",
      "tags": [
        "хіп-хоп",
        "тренд",
        "українська музика",
        "жанр"
      ],
      "short_description": "Огляд нових імен та ветеранів, які вивели український реп на новий рівень популярності.",
      "full_description": "Останні роки ознаменувалися справжнім ренесансом українського хіп-хопу. Жанр став потужним голосом нового покоління завдяки поєднанню соціальних текстів і сучасного звучання.",
      "date_added": "2025-11-15",
      "topic": "Жанр",
      "artist_name": "",
      "song_title": null,
      "song_genre": null
    },
    {
      "id": "us-taylor-swift-tour",
      "title": "Економіка Ери: Як Taylor Swift змінила правила гри у світовому шоу-бізнесі",
      "image_url": "https://cdn.planetakino.ua/old-movie-files/00000000000000000000000000004254/opt_null",
      "tags": [
        "поп",
        "США",
        "артист",
        "бізнес"
      ],
      "short_description": "Аналіз впливу туру 'Eras' на світову економіку та музичну індустрію.",
      "full_description": "Тейлор Свіфт давно перевершила статус поп-зірки, ставши економічною та культурною силою світового масштабу.",
      "date_added": "2025-11-29",
      "topic": "Артист",
      "artist_name": "Taylor Swift",
      "song_title": null,
      "song_genre": null
    },
    {
      "id": "us-ai-music-general",
      "title": "Штучний інтелект у студії: Як AI впливає на створення музики в США",
      "image_url": "https://ivaniura.org.ua/images/pages/studio1.webp",
      "tags": [
        "технології",
        "інновації",
        "загальне",
        "США"
      ],
      "short_description": "Юридичні проблеми та нові можливості використання AI у музиці.",
      "full_description": "Інтеграція штучного інтелекту в музичну індустрію викликає як інтерес, так і серйозні етичні та правові дискусії.",
      "date_added": "2025-11-10",
      "topic": "Загальне",
      "artist_name": "",
      "song_title": null,
      "song_genre": null
    },
    {
      "id": "us-olivia-good4u",
      "title": "Балада чи рок-гімн? Розбір 'good 4 u' від Olivia Rodrigo",
      "image_url": "https://people.com/thmb/eAxbYje6w7FMwpPTQdehDRk19io=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(683x241:685x243)/Olivia-Rodrigo-attends-Olivia-Rodrigo-GUTS-World-Tour-premiere-102524-tout-mk-f0011832c48b43159b0431cf07c3b7f6.jpg",
      "tags": [
        "поп-панк",
        "рок",
        "пісня",
        "США"
      ],
      "short_description": "Як Olivia Rodrigo повернула емоційний поп-панк у мейнстрім.",
      "full_description": "Пісня «good 4 u» стала яскравим прикладом поєднання поп-музики з енергією поп-панку.",
      "date_added": "2025-11-05",
      "topic": "Пісня",
      "artist_name": "Olivia Rodrigo",
      "song_title": "good 4 u",
      "song_genre": "Поп-панк"
    },
    {
      "id": "c687",
      "title": "«Замість лікування зуба я записала першу пісню», — Катерина Павленко.",
      "image_url": "https://skvot-site-static.fra1.digitaloceanspaces.com/io/images/blog/1424-690e5be17e5d3823568104.webp",
      "short_description": "Про руйнування образу, рок-звучання, Monokate і пошук команди.",
      "full_description": "Перш за все Катерину Павленко знають саме як фронтвумен гурту Go_A, що нині на паузі. Фольклорні мотиви, зелена шуба, «Євробачення» — можливо, це перші асоціації про музикантку в пересічної людини. Насправді ж перед нами людина, яка росла на панк- та рок-музиці, може вписатися на грайндкор-фест і показати абсолютно протилежне, але водночас справжнє для себе звучання.\n\nНещодавно Катерина в рамках сольного проєкту Monokate випустила перший альбом «Половина мене» — трипхоповий, інтимний і теплий. Далі, за її словами, буде тільки більше самовираження, більше емоцій, іноді навіть на межі зриву.\nКоли я готувався до розмови, то помітив, що з тобою зазвичай говорять про трьох «китів»: Go_A, «Євробачення», фольклор і все, що навколо цього. Іноді проскакувало щось про Monokate і твоє бажання «грати рок з пацанами». Я послухав альбом і відчув у ньому багато суму, любові, інтимності. Хто така Катя Павленко в усьому цьому? Яка вона?\nТрошки рокерська, трошки сентиментальна. Максимально відкрита. І максимально не розуміє, до якого стилю музики краще схилятися. Мене тягне і до року, і до трип-хопу, і до всього такого — складно обрати щось одне.\n\nВ емоційному сенсі Go_A — це завжди було про афектність, великі концерти, людей, які замість слемів водять хороводи. А от Monokate — це вже інша історія. Це щось глибше, про занурення у певний стан. Я дуже ретельно підбирала музикантів, довго шукала їх.\n\nВ який бік далі рухатиметься Monokate? Камерність чи масштаб?\nВ камерність — точно ні. Хоча розглядаю формат виступів просто з фортепіано — це теж цікаво. Але загалом хочеться масштабуватись: більше рокового звучання, більше ударних.\n\nМаю на меті зробити й важчий альбом, і більш електронний. Все залежить від того, чи знайду потрібних людей, які допоможуть реалізувати це звучання. Я багато роблю сама, але досвіду ще бракує, щоб усе звучало так, як у мене в голові.",
      "topic": "Артист",
      "tags": [],
      "artist_name": "Катерина Павленко",
      "date_added": "2025-12-16"
    }
  ],
  "users": [
    {
      "id": 1,
      "email": "test@test.com",
      "password": "123456"
    },
    {
      "id": 1765999926393,
      "email": "example@gmail.com",
      "passwordHash": "$2b$10$OIt230rDbVk8DKVWSKZKceyxP5KKgRG/9pTAip5U2tdPMEk9aRTk."
    },
    {
      "id": 1766006899708,
      "email": "example1@gmail.com",
      "passwordHash": "$2b$10$nJF5zxSHKz/ZsBy/ynUgc.so3aoG2m5aBVmNQlSZYHmUy30XSVYGq"
    }
  ]
}